Repository: kollivier/studio
Catalog: contentcuration/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Set defaults for filling out content details. Defaults will be applied when a new channel is created.
es_es: Establecer los valores predeterminados para llenar los datos de contenido. Se aplicarán por defecto cuando crea un canal nuevo.

source: Your preferences have been updated.
es_es: Las preferencias han sido actualizadas.

source: No license selected
es_es: Ninguna licencia especificada

source: Automatically generate thumbnails for...
es_es: Automáticamente generar miniaturas para...

source: Exercises
es_es: Ejercicios

source: Mastery At
es_es: Dominio en

source: of
es_es: de

source: Automatically randomize question order
es_es: Automáticamente aleatorizar orden de preguntas

source: No Changes Found
es_es: No se encontraron cambios

source: SAVE CHANGES
es_es: GUARDAR LOS CAMBIOS

source: My Profile
es_es: Mi perfil

source: Change your profile information.
es_es: Cambiar la información del perfil.

source: Your profile has been updated.
es_es: El perfil ha sido actualizado.

source: Username
es_es: Nombre de usuario

source: Home
es_es: Página principal

source: My Settings
es_es: Mi configuración

source: Profile
es_es: Perfil

source: Account
es_es: Cuenta

source: Storage
es_es: Almacenamiento

source: Tokens
es_es: Códigos

source: Beta Mode
es_es: Modo Beta

source: Check your storage usage and request more if needed.
es_es: Compruebe el uso de almacenamiento y solicitar más si es necesario.

source: Storage Used (%(used)s/%(total)s)
es_es: Almacenamiento usado (%(used)s/%(total)s)

source: %(available)s Available
es_es: %(available)s Disponible

source: Usage
es_es: Usado para

source: You don't have any files uploaded
es_es: No tiene archivos subidos

source: Request More Space
es_es: Solicitar más espacio

source: Kindly use this form to request additional uploading storage for your Kolibri Studio account. If you import content from our public library in your channels, this content does not count towards your storage limit. <a class="link-text" target="_blank" href='https://kolibri-studio.readthedocs.io/en/latest/add_content.html#import-content-from-other-channels'>Click here to learn more how to import content from other channels.</a>
es_es: Utilice este formulario para solicitar almacenamiento adicional de carga para su cuenta de Kolibri Studio. Si importa contenido de nuestra biblioteca pública en sus canales, este contenido no entra dentro tu límite de almacenamiento. <a class="link-text" target="_blank" href='https://kolibri-studio.readthedocs.io/en/latest/add_content.html#import-content-from-other-channels'>Haga clic aquí para aprender más cómo importar contenido de otros canales.</a>

source: What is the nature of your content?
es_es: ¿Cuál es la naturaleza de su contenido?

source: How much storage are you requesting?
es_es: ¿Cuánto almacenamiento va a necesitar?

source: Approximately how many individual resources are you planning to upload?
es_es: Aproximadamente ¿cuántos recursos va a subir?

source: What is the average size of each resource?
es_es: ¿Cuál es el tamaño promedio de cada recurso?

source: What kind of content are you uploading?
es_es: ¿Qué tipo de contenido va a subir?

source: Who is the author (creator), curator (organizer), and/or aggregator (maintainer) of your content? Please specify
es_es: Especificar quién es el autor (creador), curador (organizador) o agregador (mantenedor) del contenido

source: Please provide a link to a sample of your content (on Studio or from source site)
es_es: Proporcione un enlace a un ejemplo de su contenido (en Studio o desde el sitio original)

source: Who can use your content?
es_es: ¿Quién puede usar el contenido?

source: What is the licensing of the content you are uploading? (Check all that apply)
es_es: ¿Bajo cuál licencia va a ser el contenido que se subirá? (Marcar todo que procede)

source: Learn More
es_es: Más información

source: If the content is openly licensed, would you be willing to consider making your channels <a id="public_help" class='link-text' data-toggle="tooltip" data-placement="top" title="By making a channel public, you are allowing anyone on Kolibri Studio to access your content and use it in their own channels. Channels submitted for public use will be reviewed by the Learning Equality team.">public</a> to other Kolibri users if requested in the future? (Select all that apply)
es_es: Si el contenido tiene licencia abierta, ¿le gustaría hacer sus canales <a id="public_help" class='link-text' data-toggle="tooltip" data-placement="top" title="Al hacer público un canal, está permitiendo a cualquiera en Kolibri Studio acceder a su contenido y usarlo en sus propios canales. Los canales asignados para uso público serán revisados por el equipo de Learning Equality.">públicos</a>? (Seleccione todo lo que corresponda)

source: How are you using your content?
es_es: ¿Cómo va a usar su contenido?

source: Who is the intended audience for your channel? How big is your audience?
es_es: ¿Cual sería la audiencia objetivo para su canal? ¿Cuánto es grande su audiencia?

source: What is the target region(s) for your content (if applicable)?
es_es: ¿Cuál es la región o regiones de destino para el contenido? (si procede)

source: How many times will this content be imported from Studio into new Kolibri installations per month, on average?
es_es: ¿Cuántas veces se importará este contenido desde Studio en las nuevas instalaciones de Kolibri, en promedio mensual?

source: Tell us more about your use of Kolibri
es_es: Cuéntenos más sobre su uso de Kolibri

source: Organizational affiliation
es_es: Afiliación organizacional

source: What type of organization or group is coordinating the use of Kolibri (if applicable)?
es_es: ¿Qué tipo de organización o grupo está coordinando el uso de Kolibri (si corresponde)?

source: To better understand the time sensitive nature of your request, please indicate an approximate timeline by when you need this additional storage:
es_es: Para entender mejor la urgencia de la petición, por favor indique aproximadamente cuando va a necesitar este almacenamiento adicional:

source: Please write a paragraph explaining your needs and use case for Kolibri Studio, and how it will integrate into your programs. Include information about who is curating, deploying, and using the content. Is this work being coordinated by an organization, as part of an educational program? Include justification for the additional space being requested and explanation of the time sensitive nature of your request.
es_es: Escriba un párrafo explicando sus necesidades y el caso de uso para Studio y Kolibri, y cómo se integrará en los programas existentes. Incluya información sobre quien selecciona, implementa y usa el contenido. ¿El trabajo se coordina vía una organización, como parte de un programa educativo? Incluya la justificación para el espacio adicional que se solicita y la estimación de su urgencia.

source: SEND REQUEST
es_es: ENVIAR SOLICITUD

source: Thank you for your request for additional storage.
es_es: Gracias por su solicitud para el almacenamiento adicional.

source: Here is a copy of your request:
es_es: Aquí está una copia de su solicitud:

source: We are currently reviewing the information that you have provided, and will work to be in touch in a timely manner depending on the scope of your request. While Kolibri Studio is in Beta, we need to be especially mindful of how much additional storage can be provided to ensure that we can successful continue to build the Studio tool. Many thanks in advance for your understanding.
es_es: Actualmente estamos revisando la información proporcionada y estaremos en contacto pasado algún tiempo que dependerá del alcance de su solicitud. Mientras Kolibri Studio está en Beta, necesitamos ser especialmente conscientes de cuánto almacenamiento adicional se puede proporcionar para asegurar que podamos seguir actualizando la herramienta Studio con éxito.

source: Access Tokens
es_es: Tokens de acceso

source: Get tokens for authentication.
es_es: Obtener tokens para identificación.

source: COPY
es_es: COPIAR

source: Copied!
es_es: ¡Copiado!

source: Copy Failed
es_es: Copiar ha fallado

source: No updates to review.
es_es: No hay actualizaciones para revisar.

source: You do not have access to this page.
es_es: No tiene acceso a esta página.

source: Unsupported Browser.
es_es: Navegador no compatible.

source: We're sorry, the browser you are currently using is not supported. Please try again on a different browser.
es_es: Lo sentimos, el navegador que está utilizando no es compatible. Por favor, inténtelo de nuevo en otro navegador.

source: The Attribution License lets others distribute, remix, tweak, and build upon your work, even commercially, as long as they credit you for the original creation. This is the most accommodating of licenses offered. Recommended for maximum dissemination and use of licensed materials.
es_es: La Licencia de Atribución permite a otros distribuir, remezclar, retocar, y crear a partir de tu obra, incluso con fines comerciales, siempre y cuando te den crédito por la creación original. Esta es la más flexible de las licencias ofrecidas. Se recomienda para la máxima difusión y utilización de los materiales licenciados.

source: The Attribution-ShareAlike License lets others remix, tweak, and build upon your work even for commercial purposes, as long as they credit you and license their new creations under the identical terms. This license is often compared to "copyleft" free and open source software licenses. All new works based on yours will carry the same license, so any derivatives will also allow commercial use. This is the license used by Wikipedia, and is recommended for materials that would benefit from incorporating content from Wikipedia and similarly licensed projects.
es_es: La Licencia de Atribución-CompartirIgual permite a otros remezclar, retocar, y crear a partir de tu obra, incluso con fines comerciales, siempre y cuando te den crédito y licencien sus nuevas creaciones bajo las mismas condiciones. Esta licencia suele ser comparada con las licencias "copyleft" de software libre y de código abierto. Todas las nuevas obras basadas en la tuya portarán la misma licencia, así que cualesquiera obras derivadas permitirán también el uso comercial. Esa es la licencia que usa Wikipedia, y se recomienda para materiales que se beneficiarían de la incorporación de contenido de Wikipedia y de proyectos con licencias similares.

source: The Attribution-NoDerivs License allows for redistribution, commercial and non-commercial, as long as it is passed along unchanged and in whole, with credit to you.
es_es: La Licencia de Atribución-SinDerivadas permite la redistribución, comercial o no comercial, siempre y cuando la obra circule íntegra y sin cambios, dándote crédito.

source: The Attribution-NonCommercial License lets others remix, tweak, and build upon your work non-commercially, and although their new works must also acknowledge you and be non-commercial, they don't have to license their derivative works on the same terms.
es_es: La Licencia de Atribución-NoComercial permite a otros distribuir, remezclar, retocar, y crear a partir de tu obra de manera no comercial y, a pesar de que sus nuevas obras deben siempre mencionarte y mantenerse sin fines comerciales, no están obligados a licenciar sus obras derivadas bajo las mismas condiciones.

source: The Attribution-NonCommercial-ShareAlike License lets others remix, tweak, and build upon your work non-commercially, as long as they credit you and license their new creations under the identical terms.
es_es: La Licencia de Atribución-NoComercial-CompartirIgual permite a otros distribuir, remezclar, retocar, y crear a partir de tu obra de modo no comercial, siempre y cuando te den crédito y licencien sus nuevas creaciones bajo las mismas condiciones.

source: The Attribution-NonCommercial-NoDerivs License is the most restrictive of our six main licenses, only allowing others to download your works and share them with others as long as they credit you, but they can't change them in any way or use them commercially.
es_es: La Licencia de Atribución-NoComercial-SinDerivadas es la más restrictiva de nuestras seis licencias principales, permitiendo a otros solo descargar tu obra y compartirla siempre y cuando se cite al autor, pero no permite cambiarla de forma alguna ni usarla comercialmente.

source: The All Rights Reserved License indicates that the copyright holder reserves, or holds for their own use, all the rights provided by copyright law under one specific copyright treaty.
es_es: La Licencia Todos los Derechos Reservados, indica que el titular reserva, o mantiene para uso propio, todos los derechos previstos por la ley de derechos de autor bajo un solo tratado de derechos específico.

source: Public Domain work has been identified as being free of known restrictions under copyright law, including all related and neighboring rights.
es_es: Una obra de Dominio Público ha sido identificada como libre de restricciones conocidas en virtud del derecho de autor, incluyendo todos los derechos conexos.

source: Special Permissions is a custom license to use when the current licenses do not apply to the content. The owner of this license is responsible for creating a description of what this license entails.
es_es: Permisos Especiales es una licencia personalizada para utilizar cuando las licencias actuales no se pueden aplicar al contenido. El propietario de esta licencia es responsable de crear una descripción de lo que implica esta licencia.

source: 100% Correct
es_es: 100% correcto

source: 10 in a row
es_es: 10 consecutivas

source: 2 in a row
es_es: 2 consecutivas

source: 3 in a row
es_es: 3 consecutivas

source: 5 in a row
es_es: 5 consecutivas

source: M of N...
es_es: M de N...

source: All Rights Reserved
es_es: Todos los derechos reservados

source: Public Domain
es_es: Dominio Público

source: Special Permissions
es_es: Permisos Especiales

source: No Channel
es_es: No hay canales

source: No resource
es_es: No hay recursos

source: Title
es_es: Título

source: Kind
es_es: Tipo

source: Filename
es_es: Nombre del archivo

source: No Resource
es_es: No hay recursos

source: Staged File
es_es: Archivo enviado

source: %(count)d Topic
es_es: %(count)d Tema

source: %(count)d Video
es_es: %(count)d Vídeo

source: %(count)d Exercise
es_es: %(count)d Ejercicio

source: %(count)d Document
es_es: %(count)d Documento

source: %(count)d Html App
es_es: %(count)d Aplicación HTML5

source: %(count)d Slideshow
es_es: %(count)d Presentación

source: %(count)d Total Resource
es_es: %(count)d Total Recurso

source: %(count)d Total Resource
es_es: %(count)d Total Recurso

source: Very Small
es_es: Muy pequeño

source: Small
es_es: Pequeño

source: Average
es_es: Medio

source: Large
es_es: Grande

source: Very Large
es_es: Muy grande

source: Page %(page)s of %(pagecount)s - %(channel)s can be found on Kolibri Studio, a product of Learning Equality
es_es: Página %(page)s de %(pagecount)s - %(channel)s se puede encontrar en Kolibri Studio, un producto de Learning Equality

source: Page %(page)s of %(pagecount)s - These channels can be found on Kolibri Studio, a product of Learning Equality
es_es: Página %(page)s de %(pagecount)s - Estos canales se pueden encontrar en Kolibri Studio, un producto de Learning Equality

source: No language set
es_es: Idioma no establecido

source: * Subtitles included
es_es: * Subtítulos incluidos

source: Coach Content
es_es: Contenido para tutores

source: Assessments
es_es: Evaluaciones

source: Channel size: %(size)s
es_es: Tamaño del canal: %(size)s

source: Resource Breakdown
es_es: Desglose de recursos

source: No Resources Found
es_es: No se han encontrado recursos

source: No Tags Found
es_es: No se encontraron etiquetas

source: This slide was automatically generated by Kolibri Studio, a product of Learning Equality
es_es: Esta diapositiva fue generada automáticamente por Kolibri Studio, un producto de Learning Equality

source: Name
es_es: Nombre

source: Size
es_es: Tamaño

source: Resources
es_es: Recursos

source: Coach Content?
es_es: ¿Contenido para tutores?

source: Assessments?
es_es: ¿Evaluaciones?

source: Tags
es_es: Etiquetas

source: Authors
es_es: Autores

source: Providers
es_es: Proveedores

source: Aggregators
es_es: Agregadores

source: Licenses
es_es: Licencias

source: Copyright Holders
es_es: Titular de derechos de autor

source: Publish channel to get token
es_es: Publicar canal para obtener token

source: Yes
es_es: Sí

source: There was a problem with a third-party service. This means certain operations might be blocked. We appreciate your patience while these issues are being resolved.
es_es: Hubo un problema con un servicio externo. Esto significa que ciertas operaciones podrían ser bloqueadas. Agradecemos su paciencia mientras se resuelven estos problemas.

source: <b>EMERGENCY MAINTENANCE</b> Kolibri Studio is operating on read-only mode for the time being in order for us to resolve some maintenance issues. This means all editing capabilities are disabled at the moment. We're currently working very hard to fix the issue as soon as possible. If you have any questions please contact us at content@learningequality.org. We apologize for any inconvenience caused and appreciate your patience while we resolve these issues.
es_es: <b>PARADA de MANTENIMIENTO</b> Kolibri Studio está funcionando en modo de solo lectura para poder resolver algunos problemas de mantenimiento. Esto significa que todas las capacidades de edición están deshabilitadas en este momento. Estamos trabajando intensamente para arreglar el problema tan pronto como sea posible. Si tiene alguna pregunta, por favor contáctenos en content@learningequality.org. Pedimos disculpas por las molestias causadas y agradecemos la paciencia.

source: <b>EMERGENCY MAINTENANCE</b> Kolibri Studio is operating on read-only mode for the time being in order for us to resolve some database issues. This means all editing capabilities are disabled at the moment. We're currently working very hard to fix the issue as soon as possible. If you have any questions please contact us at content@learningequality.org. We apologize for any inconvenience caused and appreciate your patience while we resolve these issues.
es_es: <b>PARADA de MANTENIMIENTO</b> Kolibri Studio está funcionando en modo de solo lectura para poder resolver algunos problemas de bases de datos. Esto significa que todas las capacidades de edición están deshabilitadas en este momento. Estamos trabajando intensamente para arreglar el problema tan pronto como sea posible. Si tiene alguna pregunta, por favor contáctenos al content@learningequality.org. Pedimos disculpas por las molestias causadas y agradecemos la paciencia.

source: We are encountering issues with Google Cloud Storage. This means any file uploading and publishing operations are currently unavailable. We appreciate your patience while these issues are being resolved. To check the status of this service, please visit <a target='_blank' href='https://status.cloud.google.com/'>here</a>
es_es: Estamos teniendo problemas con el almacenamiento de Google Cloud. Esto significa que cualquier operación de carga de archivos y publicación no está disponible actualmente. Agradecemos la paciencia mientras se resuelven estos problemas. Para comprobar el estado de este servicio, <a target='_blank' href='https://status.cloud.google.com/'>visite este enlace</a>

source: We are encountering issues with a third-party service. This means publishing is currently unavailable. We appreciate your patience while these issues are being resolved.
es_es: Hubo un problema con un servicio externo. Esto significa que no es posible publicar canales en este momento. Agradecemos su paciencia mientras estos problemas se resuelven.

source: We are encountering issues with our data center. This means you may encounter networking problems while using Studio. We appreciate your patience while these issues are being resolved. To check the status of this service, please visit <a target='_blank' href='https://status.cloud.google.com/'>here</a>
es_es: Estamos encontrando problemas con nuestro centro de datos. Esto significa que puede encontrar problemas de red mientras utiliza Studio. Agradecemos su paciencia mientras se resuelvenn estos problemas. Para comprobar el estado de este servicio <a target='_blank' href='https://status.cloud.google.com/'>visite este enlace</a>

source: (Copy)
es_es: (Copiar)

source: Kolibri Studio Channel Published
es_es: Canal publicado en Kolibri Studio

source: Api endpoint {} is not available
es_es: API endpoint {} no disponible

source: No channel matching {} found
es_es: Ningún canal con {} encontrado

source: Cannot delete another user's account
es_es: No se puede eliminar la cuenta de otro usuario

source: Cannot delete admin accounts
es_es: No se puede eliminar cuenta de administrador

source: Kolibri Studio Account Deleted
es_es: Cuenta de usuario de Kolibri Studio eliminada

source: Cannot export another user's data
es_es: No pueden exportar datos de otro usuario

source: Kolibri Studio Storage Request
es_es: Kolibri Studio - Solicitud de almacenamiento

source: Your storage request has been submitted for processing
es_es: La solicitud de almacenamiento adicional enviada para procesar

source: Kolibri Studio Issue Report
es_es: Informe de problemas de Kolibri Studio

source: Your issue report has been submitted for processing
es_es: El informe de problemas se ha enviado para ser procesado

source: Unknown format
es_es: Formato desconocido
