Repository: kollivier/studio
Catalog: contentcuration/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: While we use encryption to protect sensitive information transmitted online, we also protect your information offline. Only employees who need the information to perform a specific job (for example, billing or customer service) are granted access to personally identifiable information. The computers/servers in which we store personally identifiable information are kept in a secure environment.
es_es: Si bien utilizamos el cifrado para proteger la información confidencial transmitida en línea, también protegemos su información fuera de línea. Solo los empleados que necesitan la información para realizar un trabajo específico (por ejemplo, facturación o servicio al cliente) tienen acceso a información personal identificable. Los ordenadores/servidores en los que almacenamos información de identificación personal se guardan en un entorno seguro.

source: If you feel that we are not abiding by this privacy policy, you should contact us immediately via telephone at <a">XXX YYY-ZZZZ</a> or <a>via email</a>.
es_es: Si tiene impresión de que no estemos cumpliendo con esta política de privacidad, debe contactarnos inmediatamente al teléfono <a">XXX YYY-ZZZZ</a> o <a>por correo electrónico</a>.

source: Privacy Policy
es_es: Política de privacidad

source: This Privacy Policy informs you of our privacy practices and your choices and rights around the personal data that we collect. This Privacy Policy applies to the Kolibri application ("Application"), Kolibri Studio ("Studio"), and all related websites (herein collectively referred to as "Kolibri"). This Privacy Statement does not apply to third party applications or partner organizations that may use our software or be used in conjunction with our software.
es_es: Esta Política de privacidad le informa sobre nuestras prácticas de privacidad y sus opciones y derechos en torno a los datos personales que recopilamos. Esta Política de privacidad se aplica a la aplicación Kolibri ("Aplicación"), Kolibri Studio ("Studio") y todos los sitios web relacionados (en adelante, "Kolibri"). Esta Declaración de privacidad no se aplica a aplicaciones de terceros u organizaciones asociadas que puedan usar nuestro software o que se utilicen junto con nuestro software.

source: Learning Equality recognizes your right to privacy, and will take reasonable steps to protect this. Some parts of Kolibri allow you to give us personal information, such as your name and email address. We may use the information you provide to improve Kolibri. Where you have choices about how we use the information you provide, we will indicate this at the point of collection. Because of the way Kolibri operates, we may also use information from your browser or browsing activities to personalize or route you to relevant information. For example, we may use your IP address, browser information, cookies or web beacons in ways that help us maintain some of your preferences, or understand how our visitors navigate the site so we can improve it. We may store your personal information outside of the European Union.
es_es: Learning Equality reconoce su derecho a la privacidad y tomará medidas razonables para protegerlo. Algunas partes de Kolibri le permiten dejarnos información personal, como su nombre y dirección de correo electrónico. Podemos utilizar la información que proporcione para mejorar Kolibri. Cuando existen opciones sobre cómo usamos la información que nos proporciona, lo indicaremos en el momento de la recopilación. Debido a la forma en que opera Kolibri, también podemos usar información de su navegador o actividades de navegación para personalizar o dirigirle a la información relevante. Por ejemplo, podemos usar su dirección IP, información del navegador, cookies o balizas web de manera que nos ayuden a mantener algunas de sus preferencias, o comprender cómo nuestros visitantes navegan por el sitio para que podamos mejorarlo. Podemos almacenar su información personal fuera de la Unión Europea.

source: Learning Equality is committed to learning constantly and improving the quality of Kolibri, and records related to your interactions with Kolibri may be used for research. Research findings will typically be reported at the aggregate level, and your personal identity will never be publicly disclosed in any research findings without your express consent. Learn more about Learning Equality's <a href="https://learningequality.org/about/values/">core values</a>.
es_es: Learning Equality se compromete a aprender constantemente y mejorar la calidad de Kolibri, y los registros relacionados a sus interacciones con Kolibri pueden utilizarse para la investigación. Los resultados de la investigación generalmente se recopilan a nivel agregado, y su identidad personal nunca será divulgada públicamente en ningún hallazgo de la investigación sin su consentimiento expreso. Obtenga más información acerca de los <a href="https://learningequality.org/about/values/"> valores fundamentales </a> de Learning Equality.

source: If you have any questions about these practices or use of your personal information, please email <a class="mailto:legal@learningequality.org">legal@learningequality.org</a>.
es_es: Si tiene alguna pregunta sobre estas prácticas o el uso de su información personal, envíe un correo electrónico a <a class="mailto:legal@learningequality.org">legal@learningequality.org</a>.

source: Updated: %(date)s
es_es: Actualizado: %(date)s

source: Failed to activate account. Please try again.
es_es: No se pudo activar la cuenta. Por favor, inténtelo de nuevo.

source: Your account is now activated.
es_es: La cuenta ha sido activada.

source: Continue to login...
es_es: Proceder al inicio de sesión...

source: Welcome to Kolibri! Here is the link to activate your account:
es_es: ¡Bienvenidos a Kolibri! Aquí está el vínculo para activar la cuenta:

source: Click here to activate your account.
es_es: Haga clic aquí para activar la cuenta.

source: This link is valid for
es_es: Este enlace es válido por

source: %(expiration_days)s days.
es_es: %(expiration_days)s días.

source: ACTIVATE
es_es: ACTIVAR

source: Here is your activation link for %(site_name)s:
es_es: Aquí está el enlace de activación para %(site_name)s:

source: This link is valid for %(expiration_days)s days.
es_es: Este enlace es válido por %(expiration_days)s días.

source: Account activation link for
es_es: Enlace de activación de cuenta para

source: You requested a password reset on %(site_name)s without activating your account first.
es_es: Solicitó restablecer contraseña en %(site_name)s sin primero activar la cuenta.

source: Here is a link to activate your account:
es_es: Aquí está el enlace para activar su cuenta:

source: %(channel_name)s has finished publishing! Here is the published ID (for importing this channel into Kolibri):
es_es: Publicación del canal %(channel_name)s ha concluido. Aquí está el ID publicado (para importar este canal en Kolibri):

source: Name: %(channel_name)s
es_es: Nombre: %(channel_name)s

source: You are receiving this email because you are subscribed to this channel.
es_es: Está recibiendo este mensaje porque tiene la suscripción activa para este canal.

source: Content Curation Tools for Kolibri
es_es: Herramientas de curación de contenido para Kolibri

source: Email or password is incorrect
es_es: El correo electrónico o la contraseña son incorrectos

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
es_es: Su cuenta no tiene acceso a esta página. Para continuar, iniciar sesión con una cuenta que tenga acceso.

source: Please login to see this page.
es_es: Por favor, iniciar sesión para ver esta página.

source: Log In
es_es: Iniciar sesión

source: Lost password?
es_es: ¿Ha olvidado su contraseña?

source: Create an Account
es_es: Crear cuenta

source: You have successfully logged out.
es_es: La sesión cerrada con éxito.

source: Login
es_es: Iniciar sesión

source: Password changed successfully.
es_es: Contraseña cambiada con éxito.

source: Continue to home...
es_es: Continuar a la página principal...

source: Password Change
es_es: Cambio de contraseña

source: Submit
es_es: Enviar

source: Password reset successfully
es_es: Contraseña restablecida con éxito

source: Your password has been set. You may go ahead and log in now.
es_es: Su contraseña se ha establecido. Puede iniciar sesión.

source: Log in
es_es: Iniciar sesión

source: Password Reset
es_es: Recuperar contraseña

source: Password reset unsuccessful.
es_es: Restablecimiento de contraseña ha fallado.

source: The password reset link was invalid, possibly because it has already been used.
es_es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya ha sido utilizado.

source: Request a new password reset.
es_es: Solicita un restablecimiento de contraseña nuevo.

source: Password reset email sent.
es_es: Correo electrónico para restablecimiento de contraseña enviado.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
es_es: Hemos enviado instrucciones para configurar la contraseña. Si existe una cuenta con el correo electrónico indicado, debería recibirlo pronto.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es_es: Si no recibe un correo electrónico, asegúrese de haber introducido el correo electrónico correcto, y revise la carpeta de correo basura.

source: You are receiving this e-mail because you requested a password reset for your user account at
es_es: Está recibiendo este correo electrónico porque ha pedido restablecer la contraseña para su cuenta en

source: Reset my Password
es_es: Restablecer mi contraseña

source: Please click the button below and choose a new password.
es_es: Por favor, haga clic en el botón de abajo y escriba una contraseña nueva.

source: Your username is
es_es: El nombre de usuario es

source: RESET
es_es: RESTABLECER

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
es_es: Recibe este mensaje porque solicitó un cambio de contraseña para su cuenta en %(site_name)s.

source: Please go to the following page and choose a new password:
es_es: Por favor vaya a la siguiente página y elija una nueva contraseña:

source: Your username, in case you've forgotten:
es_es: Su nombre de usuario, en caso no recuerde:

source: Enter your email, and we'll send instructions for setting a new password.
es_es: Introduzca su correo y le enviaremos las instrucciones para configurar una nueva contraseña.

source: Reset Password
es_es: Restablecer contraseña

source: Password reset on
es_es: Restablecimiento de contraseña

source: Registration is temporarily closed. Please check back later.
es_es: Registro está temporalmente cerrado. Por favor, vuelva más tarde.

source: Thanks for registering! Please check your email for your activation link.
es_es: ¡Gracias por registrarse! Por favor, revise el correo electrónico para ver el vínculo de activación.

source: Must use this email to access channel invitation
es_es: Tiene que utilizar este correo electrónico para acceder a la invitación del canal

source: NEXT
es_es: SIGUIENTE

source: Back to Log In
es_es: Volver al inicio de sesión

source: Back
es_es: Volver

source: Select One
es_es: Seleccionar una opción

source: I have read and agreed to the <a id="policy_link" data-toggle="modal" data-target="#policyModal">Privacy Policy</a>
es_es: He leído y acepto la <a id="policy_link" data-toggle="modal" data-target="#policyModal">Política de privacidad</a>

source: Questions or concerns? Please email us at <a href="mailto:%(help_email)s" class="login-action-text">%(help_email)s</a>
es_es: ¿Preguntas? Por favor, escríbanos a <a href="mailto:%(help_email)s" class="login-action-text">%(help_email)s</a>

source: Sign Up
es_es: Registrarse

source: CLOSE
es_es: CERRAR

source: You requested a password reset on %(site_name)s without registering first.
es_es: Solicitó restablecer contraseña en %(site_name)s sin primero activar su cuenta.

source: Please register by following the link below:
es_es: Por favor, regístrese siguiendo el enlace de abajo:

source: My Account
es_es: Mi cuenta

source: Manage your account details.
es_es: Gestionar detalles de la cuenta.

source: Your password has been successfully changed.
es_es: La contraseña ha sido cambiada con éxito.

source: Change Password
es_es: Cambiar contraseña

source: Current Password
es_es: Contraseña actual

source: New Password
es_es: Nueva contraseña

source: Verify Password
es_es: Verificar contraseña

source: Export Information
es_es: Exportar información

source: You will be sent an email with all information linked to your account.
es_es: Se le enviará un correo electrónico con toda la información vinculada a su cuenta.

source: EXPORT MY DATA
es_es: EXPORTAR MIS DATOS

source: Delete Account
es_es: Eliminar cuenta

source: You are the only editor for the following channels:
es_es: Usted es el único editor de los siguientes canales:

source: You must delete these channels manually or invite others to these channels before you can delete your account.
es_es: Tiene que eliminar estos canales manualmente o invitar a otros a estos canales antes de poder eliminar su cuenta.

source: Remove your account from Kolibri Studio
es_es: Elimine su cuenta de Kolibri Studio

source: DELETE MY ACCOUNT
es_es: ELIMINAR MI CUENTA

source: Deleting Account
es_es: Eliminando cuenta

source: Are you sure you want to permanently delete your account?
es_es: Por favor, confirme que desea eliminar esta cuenta de forma permanente.

source: THIS CANNOT BE UNDONE
es_es: ESTA ACCIÓN NO SE PUEDE DESHACER

source: Enter your email to confirm:
es_es: Introduzca su correo electrónico para confirmar:

source: There was an error deleting your account. Please try again.
es_es: Hubo un error al eliminar la cuenta. Por favor, inténtelo nuevamente.

source: If the problem persists, please email us at <a href="mailto:%(email)s">%(email)s</a>
es_es: Si el problema persiste, póngase en contacto con nosotros al <a href="mailto:%(email)s">%(email)s</a>

source: DELETE ACCOUNT
es_es: ELIMINAR CUENTA

source: Deleting...
es_es: Eliminando...

source: CANCEL
es_es: Cancelar

source: Your account has been deleted.
es_es: Hemos borrado su cuenta de usuario.

source: Main Page
es_es: Página principal

source: Your %(email)s account on %(site_name)s has been deleted.
es_es: Se ha eliminado el correo %(email)s desde %(site_name)s.

source: If this was a mistake, please email us at %(legal_email)s by %(buffer_date)s (%(num_days)s days from now).
es_es: Si esto fue un error, por favor escríbanos a %(legal_email)s hasta %(buffer_date)s (%(num_days)s días a partir de ahora).

source: Thank you for reporting your issue. Here is a copy of your report:
es_es: Gracias por informarnos sobre el problema. Aquí está una copia del informe:

source: We are currently reviewing the information that you have provided, and will file your issue accordingly.
es_es: Actualmente estamos revisando la información proporcionada, y actuaremos en consecuencia.

source: We appreciate your patience and assistance as we work to improve the Kolibri Studio Beta!
es_es: Apreciamos su paciencia y asistencia mientras trabajamos para mejorar la Beta de Kolibri Studio!

source: About the Kolibri Studio Beta
es_es: Acerca de Kolibri Studio Beta

source: Kolibri Studio is Beta software, which means it is currently undergoing active development. As such, it is being regularly updated, and some changes could cause unexpected behavior or challenges (also known as "issues"). While we make every effort to ensure your work is saved and backed up, <b>during active development it's possible that some issues could cause data loss</b>, so we recommend you save and publish changes regularly, and notify us of issues as soon as they occur to help us resolve them. (See below for instructions on how to report issues.)
es_es: Kolibri Studio es un software Beta, lo que significa que actualmente está en la fase de desarrollo activo. Como tal, se está actualizando regularmente, y algunos cambios podrían causar un comportamiento inesperado (también conocidos como "problemas"). Mientras hacemos todo lo posible para asegurar que su trabajo se guarda y se respalda, <b>durante el desarrollo activo es posible que algunos problemas puedan causar pérdida de datos</b>, así que le recomendamos guardar y publicar sus cambios regularmente, y notificarnos los problemas tan pronto como ocurran para ayudarnos a resolverlos. (Vea abajo instrucciones sobre cómo reportar problemas.)

source: We appreciate your patience and assistance as we work to improve Kolibri Studio and make it an even better tool for importing and curating educational content for Kolibri!
es_es: Agradecemos la paciencia y asistencia mientras trabajamos para mejorar Kolibri Studio ¡para que sea una herramienta aún mejor para importar y seleccionar contenido educativo para Kolibri!

source: Best Practices
es_es: Buenas prácticas y consejos

source: When using import and clipboard operations, <b>work with small subsets of topics</b> instead of whole channels at once (especially for large channels).
es_es: Al usar operaciones de importación y portapapeles, se recomienda <b>trabajar con pequeños subconjuntos de temas</b> en lugar de canales enteros a la vez (especialmente para canales grandes).

source: It is preferable to create multiple <b>small channels</b> rather than one giant channel with many layers of topics.
es_es: Es preferible crear múltiples <b>canales pequeños</b> en lugar de un canal gigante con muchos temas.

source: <b>Reload the page often</b> to ensure your work was saved to the server and no network errors have occurred. Use <b>CTRL+R</b> on linux/windows or <b>⌘+R</b> on mac.
es_es: <b>Recargar la página a menudo</b> para asegurar que el trabajo se guardó al servidor, y no hubo errores de conexión. Usa <b>CTRL+R</b> en Linux/Windows o <b>⌘+R</b> en Mac.

source: <b>Avoid concurrent edits on the same channel</b>. Channels should not be edited by multiple users at the same time or by the same user in multiple browser windows.
es_es: <b>Evitar ediciones simultáneas en el mismo canal</b>. Los canales no deben ser editados por múltiples usuarios al mismo tiempo, o por el mismo usuario en múltiples ventanas del navegador.

source: It is possible that you will encounter <b>timeout errors</b> in your browser when performing operations like import and sync, on large channels. Don't be alarmed by this error message and <b>do not repeat the same operation again right away</b>. It doesn't mean the operation has failed—Studio is still working in the background. <b>Wait a few minutes</b> and <b>reload the page</b> before continuing your edits.
es_es: Es posible que aparezcan <b>errores de timeout</b> (tiempo de espera excedido) en el navegador durante las operaciones de importación o sincronización en canales grandes. No es causa de alarma y <b>no hay que volver a repetir la misma operación de nuevo</b>. No significa que la operación ha fallado — Studio sigue trabajando en segundo plano. <b>Espere un par de mínutos</b> y <b>recargue la página</b> antes de volver a editar.

source: <b>Compress videos</b> before uploading them (see <a class="link-text" target="_blank" href="https://github.com/learningequality/ricecooker/blob/master/docs/video_compression.md#handbrake">these instructions</a>).
es_es: <b>Comprimir vídeos</b> antes de subirlos (ver <a class="link-text" target="_blank" href="https://github.com/learningequality/ricecooker/blob/master/docs/video_compression.md#handbrake">estas instrucciones</a>).

source: <b>PUBLISH periodically</b> and import your channel into Kolibri to preview the content and obtain a local backup copy of your channel.
es_es: <b>PUBLICAR periódicamente</b> e importar el canal en Kolibri, para previsualizar el contenido y tener una copia de seguridad local del canal.

source: <b>Do not edit the channel after you click PUBLISH</b>. Wait for the notification email before resuming editing operations.
es_es: <b>No editar el canal después de hacer clic en PUBLICAR</b>. Esperar el correo de notificación antes de volver a editar.

source: <b>Report issues as you encounter them</b>.
es_es: <b>Reportar problemas cuando ocurren</b>.

source: Notable Outstanding Issues (Updated: %(update_date)s)
es_es: Problemas pendientes (Actualizado: %(update_date)s)

source: #1052 Reports of disappearing content
es_es: #1052 Informes sobre el contenido que parece desaparecer

source: Two users have reported isolated incidents where content they imported from another channel disappeared, leaving only empty topics and subtopics. In one report, the content later re-appeared. They did not experience these problems consistently, and the incidents may possibly involve issues with a slow or unstable internet connection. <b>If you run into this issue, please contact us as soon as possible and let us know as much information as you can remember.</b>
es_es: Dos usuarios han informado de incidentes aislados donde desaparecieron los contenidos importados de otro canal, dejando sólo temas vacíos y subtemas. En un informe, el contenido más tarde volvió a aparecer. No experimentaron estos problemas de forma consistente, y los incidentes podrían implicar problemas con una conexión Internet lenta o inestable. <b>Si encuentra este problema, por favor contacte lo antes posible e informe de todos los detalles.</b>

source: #1072 Slow performance can lead to unexpected UI state
es_es: #1072 El rendimiento lento puede conducir a un estado inesperado de la interfaz

source: Some operations in Studio are currently very slow, and so it may appear that the change you attempted to make timed out or did not take effect. In many cases, the change is still being processed and will appear once it is complete. If, after 5-10 minutes, the change still has not taken effect even after a browser refresh, please file an issue. We are working on solutions to these issues.
es_es: Algunas operaciones en Studio son actualmente muy lentas, por lo que puede parecer que el cambio haya caducado o no tuvo efecto. En muchos casos, el cambio sigue siendo procesado y aparecerá una vez que esté completo. Si, después de 5-10 minutos, el cambio aún no ha tenido efecto incluso después de una actualización del navegador, informe sobre lo ocurrido, por favor. Estamos trabajando en soluciones para estos problemas.

source: Reporting Issues
es_es: Reportar sobre problemas

source: To report an issue, please fill out the form below. If you are familiar with GitHub and have a GitHub account, you may alternatively report issues via our <a class="link-text" target="_blank" href="https://github.com/learningequality/studio/issues">GitHub Issue Tracker</a> (please be sure to fill out all relevant fields in the issue template).
es_es: Para reportar un problema, rellene el siguiente formulario, por favor. Si tiene una cuenta de GitHub, puede reportar problemas a través de nuestro <a class="link-text" target="_blank" href="https://github.com/learningequality/studio/issues">tracker de incidencias de GitHub</a> (por favor asegúrese de rellenar todos los campos relevantes en la plantilla de incidencia).

source: To
es_es: Para

source: From
es_es: Desde

source: Operating System
es_es: Sistema operativo

source: Browser
es_es: Navegador

source: Description
es_es: Descripción

source: SUBMIT REPORT
es_es: ENVIAR INFORME

source: Preferences
es_es: Preferencias
