Repository: kollivier/studio
Catalog: contentcuration/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Date/Time Created
es_es: Fecha/Hora creación

source: Not Available
es_es: No está disponible

source: Ricecooker Version
es_es: Versión de Ricecooker

source: File Size
es_es: Tamaño del archivo

source: # of {}s
es_es: # de {}s

source: # of Questions
es_es: # de Preguntas

source: # of Subtitles
es_es: # de Subtítulos

source: Arabic
es_es: Árabe

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña

source: Password (again)
es_es: Contraseña (otra vez)

source: Email is invalid.
es_es: Correo electrónico no válido.

source: Email already exists.
es_es: Correo electrónico ya existe.

source: Email is required.
es_es: Se requiere un correo electrónico.

source: First name is required.
es_es: Se requiere un nombre.

source: Last name is required.
es_es: Se requiere un apellido.

source: Password is required.
es_es: Se requiere una contraseña.

source: Passwords don't match.
es_es: Las contraseñas no coinciden.

source: Organizing or aligning existing materials
es_es: Organizar o alinear materiales existentes

source: Finding and adding additional content sources
es_es: Buscar y agregar fuentes de contenido adicionales

source: Sequencing materials using prerequisites
es_es: Secuenciar materiales usando requisitos previos

source: Creating exercises
es_es: Crear ejercicios

source: Sharing materials publicly
es_es: Compartir materiales públicamente

source: Storing materials for private or local use
es_es: Guardar materiales para uso privado o local

source: Tagging content sources for discovery
es_es: Etiquetar fuentes de contenido para futuras búsquedas

source: Other
es_es: Otros

source: Organization
es_es: Organización

source: Learning Equality Website
es_es: Learning Equality web

source: Learning Equality Newsletter
es_es: Lista de correo de Learning Equality

source: Learning Equality Community Forum
es_es: Foros de comunidad de Learning Equality

source: Social Media
es_es: Redes sociales

source: Conference
es_es: Conferencia

source: Conversation with Learning Equality
es_es: Conversación con Learning Equality

source: Personal Demo
es_es: Demo personal

source: How do you plan to use Kolibri Studio? (check all that apply)
es_es: ¿Cómo planea utilizar Kolibri Studio? (marcar todo que procede)

source: e.g. 500MB
es_es: por ejemplo 500MB

source: How much storage do you need?
es_es: ¿Cuánto almacenamiento necesita?

source: How did you hear about us?
es_es: ¿Cómo nos ha conocido?

source: Name of Organization
es_es: Nombre de la organización

source: Name of Conference
es_es: Nombre de la conferencia

source: Please describe
es_es: Describa en más detalle, por favor

source: Where do you plan to use Kolibri? (select all that apply)
es_es: ¿Dónde planea utilizar Kolibri Studio? (marcar todo que procede)

source: Describe your 'other' use(s) for Kolibri Studio
es_es: Describa 'otros' usos para Kolibri Studio

source: Please indicate how much storage you intend to use
es_es: Por favor, indique cuánto almacenamiento vaya a utilizar

source: Please indicate how you intend to use Kolibri Studio
es_es: Por favor, indique cómo desea utilizar Kolibri Studio

source: Please select where you plan to use Kolibri
es_es: Por favor, seleccione donde desea utilizar Kolibri

source: Please indicate how you heard about us
es_es: Por favor, indique cómo nos ha conocido

source: Please accept our Privacy Policy
es_es: Por favor, acepte nuestra política de privacidad

source: Author
es_es: Autor

source: Aggregator
es_es: Agregador

source: Provider
es_es: Proveedor

source: Copyright Holder
es_es: Titular de derechos de autor

source: License Description
es_es: Descripción de la licencia

source: Videos
es_es: Vídeos

source: Documents
es_es: Documentos

source: HTML Apps
es_es: Aplicaciones HTML5

source: Select a language
es_es: Seleccionar idioma

source: Language
es_es: Idioma

source: Mastery at
es_es: Dominio en

source: Select a license
es_es: Seleccionar licencia

source: License
es_es: Licencia

source: e.g. 1GB
es_es: p. ej. 1GB

source: Mostly high resolution videos, some pdfs, etc.
es_es: Mayormente vídeos de alta resolución, algunos archivos PDF, etcétera.

source: e.g. 10MB
es_es: p. ej. 10MB

source: In-school learners, adult learners, teachers, etc.
es_es: Estudiantes en la escuela, estudiantes adultos, maestros, etcétera.

source: I am uploading content on behalf of
es_es: Estoy subiendo contenido al nombre de

source: I am not affiliated with an organization for this work
es_es: No estoy afiliado con una organización para este trabajo

source: Organization or Institution
es_es: Organización o institución

source: Grassroots and/or volunteer initiative
es_es: Iniciativa voluntaria y/o de bases

source: Small NGO with annual budget < $25K
es_es: Pequeña ONG con presupuesto anual < $25K

source: Medium-sized NGO with budget < $500K
es_es: ONG de tamaño medio con presupuesto < $500K

source: Larger INGO or other international agency
es_es: Mayor ONG u otra agencia internacional

source: For-profit or social enterprise company
es_es: Empresa con fines de lucro o sociales

source: 1 week
es_es: 1 semana

source: 2-4 weeks
es_es: 2-4 semanas

source: 1-2 months
es_es: 1-2 meses

source: 3-6 months
es_es: 3-6 meses

source: 6+ months
es_es: Más de 6 meses

source: Unknown
es_es: Desconocido

source: Please indicate how much storage you need
es_es: Por favor, indique cuánto almacenamiento vaya a necesitar

source: Please indicate what kind of content you are uploading
es_es: Por favor, indique qué tipo de contenido va a subir

source: Please indicate the author, curator, and/or aggregator of your content
es_es: Indicar el autor, curador y agregador de contenido

source: Please indicate approximately how many resources you are planning to upload
es_es: Por favor, indicar aproximadamente cuántos recursos tiene previsto subir

source: Please indicate the licensing for your content
es_es: Por favor, indique la licencia para su contenido

source: Please indicate your target audience
es_es: Por favor, indique su público objetivo

source: Please indicate how many times this content will be imported into Kolibri per month
es_es: Indicar cuántas veces este contenido será importado en Kolibri cada mes

source: Please indicate for whom you are uploading your content
es_es: Por favor, indique para quién está subiendo el contenido

source: Please indicate your organization or institution
es_es: Por favor, indique su organización o institución

source: Please indicate your organization type
es_es: Indicar el tipo de la organización

source: Please indicate the type of your organization or group
es_es: Indicar el tipo de la organización o grupo

source: Please write a paragraph explaining your use case for Studio
es_es: Escribir un párrafo explicando el caso de uso para Studio

source: Current password is incorrect.
es_es: Contraseña actual es incorrecta.

source: New password is required.
es_es: Se requiere una contraseña nueva.

source: New passwords don't match.
es_es: Las contraseñas nuevas no coinciden.

source: New password
es_es: Nueva contraseña

source: New password confirmation
es_es: Confirmar nueva contraseña

source: e.g. Windows, MacOS, Linux
es_es: ej. Windows, MacOS, Linux

source: e.g. Chrome, Firefox, Safari
es_es: ej. Chrome, Firefox, Safari

source: Name of the channel you were working on
es_es: Nombre del canal en el que estuvo trabajando

source: A description of the steps you took, and what error message(s) you received, if any. For example: I ran into an issue while copying content from the clipboard into the Algebra topic of my Math Grade 10 channel. I selected the "Algebra basics" topic from from the Khan Academy channel in the Math topic, added it into my clipboard, and then opened my channel, went to the Algebra topic, then opened the clipboard and dragged the "Algebra basics" topic into it. It appeared to be copying for a while, but then I received an error message that said "500 HTTP Internal Server Error".
es_es: Una descripción de los pasos que siguió, y qué mensaje(s) de error recibió, en caso de que haya habido alguno. Por ejemplo: Tuve un problema al copiar contenido del portapapeles en el tema de Álgebra de mi canal de Matemáticas de octavo. Elegí el tema "Álgebra básica" del canal de Khan Academy, lo añadí a mi portapapeles, y después abrí mi canal, fue al tema de Álgebra, abrí el portapapeles y arrastré el tema "Álgebra básica" encima. Parecía que se estaba copiando pero después recibí un mensaje de error que decía "500 HTTP Internal Server Error".

source: The site is currently in read-only mode. Please try again later.
es_es: El sitio está actualmente en modo de solo lectura. Por favor, inténtelo más tarde.

source: active
es_es: activo

source: Designates whether this user should be treated as active.
es_es: Señala si este usuario se debe tratar como activo.

source: staff status
es_es: estatus de personal

source: Designates whether the user can log into this admin site.
es_es: Señala si el usuario puede iniciar sesión en el sitio de administración.

source: date joined
es_es: fecha de registro

source: How many bytes a user can upload
es_es: Cuantos bytes puede subir un usuario

source: Not enough space. Check your storage under Settings page.
es_es: No hay suficiente espacio. Compruebe el almacenamiento disponible en la página de Configuración.

source: Out of storage! Request more space under Settings > Storage.
es_es: El espacio de almacenamiento es insuficiente. Solicite más espacio en Configuración > Almacenamiento.

source: User
es_es: Usuario

source: Users
es_es: Usuarios

source: editors
es_es: editores

source: Users with edit rights
es_es: Usuarios que tienen permisos de edición

source: viewers
es_es: sólo vista

source: Users with view only rights
es_es: Usuarios que tienen solo permisos para ver el canal

source: bookmarked by
es_es: marcado como favorito por

source: Order to display public channels
es_es: Orden de visualización de canales públicos

source: secret tokens
es_es: tokens secretos

source: languages
es_es: idiomas

source: Channel
es_es: Canal

source: Channels
es_es: Canales

source: license exists
es_es: licencia existe

source: Tells whether or not a content item is licensed to share
es_es: Señala si un elemento de contenido tiene licencia que permite compartir

source: sort order
es_es: ordenar por

source: Ascending, lowest number shown first
es_es: Ascendente, el número menor aparece primero

source: Organization of person who holds the essential rights
es_es: Organización de la persona que tiene los derechos esenciales

source: created
es_es: creado

source: modified
es_es: modificado

source: Who created this content?
es_es: ¿Quién creó este contenido?

source: Who gathered this content together?
es_es: ¿Quién reunió este contenido?

source: Who distributed this content?
es_es: ¿Quién distribuyó este contenido?

source: Topic
es_es: Tema

source: Topics
es_es: Temas

source: Invitation
es_es: Invitación

source: Invitations
es_es: Invitaciones

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: Spanish - Spain
es_es: Español - España

source: Spanish - Mexico
es_es: Español - México

source: Unknown error starting task. Please contact support.
es_es: Error desconocido. Póngase en contacto con el servicio técnico.

source: Hello, %(name)s
es_es: Hola %(name)s

source: Administration
es_es: Administración

source: Settings
es_es: Configuración

source: Help
es_es: Ayuda

source: Log Out
es_es: Cerrar la sesión

source: Contentworkshop.learningequality.org has been deprecated. Please go to <a href="https://studio.learningequality.org">studio.learningequality.org</a> for the latest version of Studio
es_es: contentworkshop.learningequality.org ya no es válido. Por favor, vaya a <a href="https://studio.learningequality.org">studio.learningequality.org</a> para acceder a la última versión de Studio

source: Kolibri Studio is undergoing active development, and during usage you may encounter unexpected behavior or problems. <a href="%(issue_url)s" target="_blank">Please read here</a> on best practices, known issues, and error reporting recommendations. We appreciate your patience and assistance as we work to improve the Kolibri Studio Beta!
es_es: Kolibri Studio está en desarrollo activo, y al usarlo puede encontrar un comportamiento o problemas inesperados. <a href="%(issue_url)s" target="_blank">Por favor lea aquí</a> sobre las mejores prácticas, problemas conocidos y recomendaciones de informes de errores. ¡Apreciamos su paciencia y asistencia mientras trabajamos para mejorar Kolibri Studio Beta!

source: Public
es_es: Público

source: Viewing
es_es: Ver

source: Reviewing
es_es: Revisar

source: Editing
es_es: Editar

source: Select a Channel...
es_es: Seleccionar un canal...

source: (View Only)
es_es: (Solo modo de lectura)

source: No channels found.
es_es: Ningún canal encontrado.

source: Open channel settings
es_es: Abrir configuración del canal

source: DEPLOY CHANNEL
es_es: DESPLEGAR CANAL

source: Show Token
es_es: Mostrar token

source: We're sorry, this channel was not found.
es_es: Lo sentimos, este canal no fue encontrado.

source: Go Home
es_es: Ir a la página principal

source: Previous
es_es: Anterior

source: current
es_es: actual

source: Next
es_es: Siguiente

source: Language not set
es_es: Idioma no establecido

source: This file was generated on %(date)s
es_es: Este archivo fue generado el %(date)s

source: Created
es_es: Creado

source: Last Published
es_es: Fecha última publicación

source: Unpublished
es_es: No publicado

source: USING THIS CHANNEL
es_es: USANDO ESTE CANAL

source: Copy one of the following into Kolibri to import this channel:
es_es: Copie uno de los siguientes en Kolibri para importar este canal:

source: Tokens (Recommended):
es_es: Token (recomendado):

source: Channel ID:
es_es: ID del canal:

source: Channel must be published to import into Kolibri
es_es: El canal debe haber sido publicado para poder importarse en Kolibri

source: WHAT'S INSIDE
es_es: QUÉ CONTIENE

source: %(count)s Resource
es_es: %(count)s Recurso

source: Includes
es_es: Incluye

source: Languages
es_es: Idiomas

source: Subtitles
es_es: Subtítulos

source: For Educators
es_es: Para los educadores

source: Coach Content
es_es: Contenido para tutores

source: Assessments
es_es: Evaluaciones

source: Content Tags
es_es: Etiquetas de contenidos

source: No tags found
es_es: No se encontraron etiquetas

source: This channel is empty
es_es: Este canal está vacío

source: SOURCE
es_es: FUENTE

source: This channel features resources created by:
es_es: Este canal tiene recursos creados por:

source: Information not available
es_es: Información no disponible

source: The material in this channel was provided by:
es_es: El material de este canal fue proporcionado por:

source: Material in this channel was originally hosted by:
es_es: El material de este canal estaba originalmente en:

source: This channel includes the following licenses:
es_es: Este canal incluye las siguientes licencias:

source: Copyright Holders:
es_es: Titular de derechos de autor:

source: What's Inside
es_es: ¿Qué hay dentro?

source: <span class="no-break">(+ %(count)s more)</span>
es_es: <span class="no-break">(+ %(count)s más)</span>

source: Most Common Tags
es_es: Etiquetas más comunes

source: Source Information
es_es: Información sobre fuentes

source: Authors:
es_es: Autores:

source: <b>(+ %(count)s more)</b>
es_es: <b>(+ %(count)s más)</b>

source: Providers:
es_es: Proveedores:

source: <b>(+ %(count)s more)</b>
es_es: <b>(+ %(count)s más)</b>

source: Aggregators:
es_es: Agregadores:

source: Licenses:
es_es: Licencias:

source: Hello
es_es: Hola

source: Your csv for %(channel_name)s has finished generating (attached).
es_es: Archivo CSV para %(channel_name)s se ha generando (adjunto).

source: Thanks for using our site!
es_es: ¡Gracias por usar nuestro sitio!

source: The Learning Equality Team
es_es: El equipo de Learning Equality

source: CSV for %(channel_name)s
es_es: CSV para %(channel_name)s

source: Here is the information for your Kolibri Studio account
es_es: Aquí tiene la información de su cuenta de usuario en Kolibri Studio

source: Name:
es_es: Nombre:

source: Email:
es_es: Correo electrónico:

source: Date Joined:
es_es: Fecha de registro:

source: Target Location:
es_es: Ubicación objetivo:

source: Intended use for Studio:
es_es: Uso previsto de Kolibri Studio:

source: Where you heard about Studio:
es_es: Cómo has conocido Kolibri Studio:

source: Here are the channels you have edit access to:
es_es: Aquí están los canales a los que tiene acceso para editar:

source: Here are the channels you have view access to:
es_es: Aquí están los canales a los que tiens acceso para ver:

source: Information regarding items you have uploaded has been attached in a csv.
es_es: Se adjunta información sobre los recursos subidos en formato CSV.

source: If you have any questions or concerns regarding your information, please email us at %(legal_email)s.
es_es: Si tienes alguna pregunta o duda con respecto a sus datos personales, por favor envíenos un correo electrónico a %(legal_email)s.

source: Your Kolibri Studio Account Information
es_es: Información de la cuenta de Kolibri Studio

source: There was an error opening this channel.
es_es: Hubo un error al abrir este canal.

source: Try running ricecooker again.
es_es: Intenta ejecutar el Ricecooker otra vez.

source: has invited you to edit a channel at
es_es: le invita a editar un canal en

source: Invititation to %(share_mode)s channel
es_es: Invitación al canal de %(share_mode)s

source: Click one of the following links to either accept or decline your invitation:
es_es: Haga clic en uno de los siguientes enlaces para aceptar o rechazar la invitación:

source: ACCEPT
es_es: ACEPTAR

source: DECLINE
es_es: DECLINAR

source: has invited you to %(share_mode)s a channel at
es_es: le ha invitado a %(share_mode)s un canal en

source: Please follow this link to create an account (you must be logged in to accept or decline invitations):
es_es: Por favor, seguir este enlace para crear una cuenta (tiene que iniciar sesión para aceptar o rechazar invitaciones):

source: Please log in to Kolibri Studio to accept or decline your invitation:
es_es: Por favor, iniciar sesión en Kolibri Studio para aceptar o rechazar la invitación:

source: You've been invited to %(share_mode)s
es_es: Le han invitado a %(share_mode)s

source: We have updated our policies. Please accept the following terms to continue
es_es: Hemos actualizado nuestras políticas de privacidad. Por favor, acepte los siguientes términos para continuar

source: I have read and agree to the above terms
es_es: He leído y estoy de acuerdo con los términos anteriores

source: SUBMIT
es_es: ENVIAR

source: Privacy Notice
es_es: Aviso de Privacidad

source: This privacy notice discloses the privacy practices for (<a link="#">website</a>). This privacy notice applies solely to information collected by this website. It will notify you of the following:
es_es: Este aviso de privacidad informa de las prácticas de privacidad para el (<a link="#">sitio web</a>). Este aviso de privacidad se aplica solamente a información recopilada por este sitio web. Se notificará de lo siguiente:

source: What personally identifiable information is collected from you through the website, how it is used and with whom it may be shared.
es_es: Que información personalmente identificable está recopilada por usted a través de la página web, cómo se utiliza y con quién puede ser compartida.

source: What choices are available to you regarding the use of your data.
es_es: Qué opciones están disponibles para usted con respecto al uso de sus datos.

source: The security procedures in place to protect the misuse of your information.
es_es: Los procedimientos de seguridad para proteger el mal uso de su información.

source: How you can correct any inaccuracies in the information.
es_es: Cómo puede corregir cualquier inexactitud en la información.

source: Information Collection, Use, and Sharing
es_es: Recopilación de información, su uso y distribución

source: We are the sole owners of the information collected on this site. We only have access to/collect information that you voluntarily give us via email or other direct contact from you. We will not sell or rent this information to anyone.
es_es: Somos los únicos propietarios de la información recogida en este sitio web. Solo tenemos acceso a recopilar información que usted nos da voluntariamente a través de correo electrónico u otro contacto directo. No venderemos ni alquilaremos esta información a nadie.

source: We will use your information to respond to you, regarding the reason you contacted us. We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g. to ship an order.
es_es: Usaremos su información para responderle, en relación con la razón que usted nos contactó. No compartiremos su información con ningún tercero fuera de nuestra organización, a parte lo necesario para cumplir con su petición, por ejemplo, para enviar un pedido.

source: Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to this privacy policy.
es_es: A menos que usted nos pide que no, podremos contactarle vía correo electrónico en el futuro para informarle sobre ofertas, nuevos productos o servicios, y cambios en esta política de privacidad.

source: Your Access to and Control Over Information
es_es: El acceso y control sobre la información

source: You may opt out of any future contacts from us at any time. You can do the following at any time by contacting us via the email address or phone number given on our website:
es_es: Usted puede optar fuera de cualquier futuro contacto con nosotros en cualquier momento. Usted puede hacer lo siguiente en cualquier momento contactando con nosotros mediante el correo electrónico o número de teléfono en nuestro sitio web:

source: See what data we have about you, if any.
es_es: Ver los datos que tenemos sobre usted, en su caso.

source: Change/correct any data we have about you.
es_es: Cambiar/corregir cualquier dato que tengamos sobre usted.

source: Have us delete any data we have about you.
es_es: Hacer que borremos cualquier dato que tengamos sobre usted.

source: Express any concern you have about our use of your data.
es_es: Expresar cualquier preocupación que usted tiene sobre nuestro uso de sus datos.

source: Security
es_es: Seguridad

source: We take precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline.
es_es: Tomamos precauciones para proteger su información. Cuando usted envía información confidencial a través de la página web, su información está protegida tanto online como offline.

source: Wherever we collect sensitive information (such as credit card data), that information is encrypted and transmitted to us in a secure way. You can verify this by looking for a lock icon in the address bar and looking for "https" at the beginning of the address of the Web page.
es_es: Siempre que recolectamos información sensible (como datos de tarjetas de crédito), esa información se cifra y se nos transmite de manera segura. Puede verificar esto buscando el icono de candado en la barra de direcciones y buscando "https" al comienzo de la dirección de la página web.
